Repository: alimiracle/urukprojectsites
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it

source: The Irc log recorder is an irc bot that logs the entire communication of an irc channel. It is equipped with a web server to enable users to access the logs from a web browser and/or telnet .
ar: برنامج يقوم بتسجيل جميع المحادثات في قنوات الدردشة irc و حفظها في سجل لمراجعتها فيما بعد
es: El registrador Irc log es un bot irc que registra toda la comunicación de un canal IRC. Está equipado por un servidor web para hacer que los usuarios tengan acceso a los registros desde un navegador de internet y/o telnet.
fr: L’enregisteur de journaux Irc est un enregistreur de journaux irc , un bot de regarder tout ce qui se passe dans un canal irc et d’enregistrer le journal . Irc log recorder possède un serveur Web Pour permettre aux utilisateurs d'accéder aux journaux à partir d’un navigateur Web et telnet.
it: Il registratore dei log di Irc è un bot di Irc che archivia l'intera comunicazione di un canale. É dotato di un web server che permette agli utenti di accedere ai log da un browser e/o telnet .

source: Masalla Icon Theme
ar: طقم ايقونات مسلة
es: Tema de ícono Masalla
it: Tema di Icone Masalla

source: Icon theme for *NIX OS inspired by the modern flat design trend.
ar: طقم ايقونات للانظمة الشبيهة بيونكس
es: Tema de ícono para el SO *NIX inspirado por el moderno diseño de tendencia plano.
fr: Theme d’Icones Masalla thème d'icônes pour * NIX OS inspiré par la dernière tendance de design plat.
it: Tema di icone per i sistemi operativi *NIX ispirato dalla moderna tendenza di design piatto.

source: The UruCloudIDE Project is a free as in freedom cross platform integrated development environment running primarily, but not exclusively, on the free and open source cloud software. This piece of software is highly recommended for institutions, software development companies and developers. The project is still in beta.
ar: بيئة تطوير متكاملة سحابية حرة تماما كما في تعريف البرمجيات الحرة , يوصى بها بشدة للمؤسسات و شركات تطوير البرمجيات و المطورين , لا يزال المشروع في مرحلة النسخة التجريبية
fr: Le projet Devbox est libre comme dans Liberté , Multiplateforme, avec un environnement de développement intégré mais pas uniquement limité au logiciel open source OpenStack .Ce logiciel est fortement recommandé pour les instituts, les sociétés de développement de logiciels et les développeurs. Le projet est encore en version bêta.
it: Il progetto UrukCludIDE è un libero ambiente di programmazione integrato e inter-piattaforma eseguito principalmente, ma non esclusivamente, sul software cloud libero e open source «OpenStack». Questo software è altamente raccomandato per le istituzioni, le compagnie che sviluppano software e i programmatori. Il progetto è ancora in beta.

source: Uruk Project website
ar: الكود المصدري لموقع مشروع اوروك
es: La web de Uruk
fr: Le Site web du projet Uruk
it: Il sito web del progetto Uruk

source: The source code for the Uruk project and the Uruk GNU/Linux website, based on the Peers website
ar: الكود المصدري لموقعي مشروع اوروك و توزيعة اوروك جنو / لينكس , و المبني على الكود المصدري لموقع Peers
es: El código fuente del proyecto Uruk y la web de Uruk GNU/Linux, basada en el
fr: Le Code source du projet , le site web et Uruk GNU/Linux est basé sur un Processus collaboratif pair à pair
it: Il codice sorgente del progetto Uruk e del suo sito web, basato sul

source: source code
ar: الكود المصدري
es: código fuente de la web Peers
it: codice sorgente di Peers.

source: Promote and facilitate encryption and decryption of files using AES
ar: برنامج خفيف و بسيط جدا لتشفير و فك تشفير الملفات بواسطة ASE
es: Promover y facilitar el cifrado y descifrado de los archivos usando un algoritmo AES
fr: Promouvoir et faciliter le chiffrement et déchiffrement des fichiers en utilsant AES.
it: Promuovere e facilitare la codificazione e la decodificazione dei file usando AES.

source: Tabannusi is a continuous build system, it watches for the git repository so if you make any new commit to it, the application will build such repository code and send you the build log in your email
ar: هو نضام بناء لمستودعات git يقوم بمراقبة مستودع git و في حال حدوث اي تعديل للمستودع يقوم ببناء الكود الموجود داخل المستودع و ارسال تقرير البناء لك عبر البريد الالكتروني
es: Tabannusi es un sistema de compilación continuo, que está viendo el repositorio git , si tú haces una nueva encomienda al repositorio, la aplicación va a compilar el código y enviarte por correo el registro de la compilación.
fr: c'est un systéme de construction de dépendances git qui surveille le dépot git et en cas de modification du dépot il construit le code qui existe dans le dépot et il l'envoie sour forme de rapport de construction à travers l'email
it: Tabannusi è un sistema di compilazione continuo, esso monitora il repositorio git e ad ogni nuovo apporto di codice, il programma compilerà in automatico questo codice e vi invierà un log di compilazione attraverso la mail.

source: quickpass is a command-line password manager and random password generator using just the commonly available Unix utilities.
ar: هو مدير و مولد كلمات سر من خلال سطر الاوامر باستخدام خدمات يونكس فقط
es: quickpass is un gestor de contraseñas de interfaz CLI y un generador de contraseñas al azar usando solamente las utilidades comúnmente disponibles en Unix.
fr: quicpass c'est l'administrateur et le générateur des mots de passe à travers la ligne de commande en utilisant les services de UNIX.
it: quickpass è un gestore e generatore di password con interfaccia a riga di comando che si avvale esclusivamente degli strumenti Unix comunemente disponibili.

source: Server Backup and Notifications bot
ar: برنامج أدارة سيرفرات و عمل نسخ احتياطية للبيانات و ارسال الاشعارات على الايميل
es: Servidor de copia de seguridad y notificaciones del bot del servidor Copia de seguridad y notificaciones del bot
fr: Un logiciel pour le sauvegarde ,l'envoi des notifications et le contrôle des serveurs.
it: Backup del server e del server bot per le notifiche e il bot che gestisce le notifiche.

source: Uruk Control Center, Simple System Control Center for GNU/Linux System ( Only for XFCE4 DE for now ).
ar: لوحة تحكم أوروك , لوحة تحكم مبسطة و سهلة لادارة النظام
es: Servidor de copia de seguridad y notificaciones del bot del servidor Copia de seguridad y notificaciones del bot
fr: Panneau de configuration d'Uruk Gnu/Linux , paneau de configuration simplifiée pour le système (actuellement pour l'environnement Xfce seulement)
it: CCU (Centro di Controllo di Uruk) – un centro di controllo semplice per il sistema GNU/Linux Uruk (per ora disponibile soltanto per l'ambiente grafico XFCE4)

source: You can reach us via one of the following methods:
ar: يمكنك التواصل معنا عن طريق احد الطرق التالية :
es: Usted puede contactarnos a través de uno de los siguientes métodos:
fr: Vous pouvez nous joindre en utilisant l'une de ces méthodes:
it: Potete contattarci tramite una di queste vie:

source: And to remain faithful to our GNUisance status, confirmation is needed in this case too. To Post in the mailing list send your message to
ar: انضم لنا في المجموعة البريدية , فقط ارسل رسالة الى
es: Y para seguir siendo fieles a nuestro status GNUisance, es necesaria la confirmación también en este caso. Para postear en la lista de correo envía tu mensaje a
fr: dans la liste de diffusion, Pour vous abonner à la liste, envoyez simplement un courriel à
it: E siccome ci piace rompere le scatole ai nostri utenti fino in fondo, una conferma è di obbligo pure in questo caso. Per scrivere nella mailing list inviate il vostro messaggio a

source: Chat with us
ar: قم بالدردشة معنا
es: Chatea con nosotros
fr: Ou venez discuter avec nous
it: Chattate con noi

source: u-rpmi
es: Seguido por el archivo que quieres instalar.

source: Uruk Ocr Server
es: Servidor Uruk Ocr

source: Irc log recorder
es: Registrador Irc log
it: Registratore dei log di Irc

source: Uruk Cloud IDE
es: El Proyecto UruCloudIDE es un proyecto libre multiplataforma de entorno de desarrollo integrado que se ejecuta principalmente, pero no exclusivamente, en una nube de software libre y de código abierto. Este software es altamente recomendado para instituciones, compañías de desarrollo de software y desarrolladores. El proyecto todavía está en beta.

source: Uruk Issue Tracker
it: segnalazione bug di Uruk

source: Uruk Cleaner
it: Uruk Cleaner è un programma che potete utilizzare per pulire il vostro sistema dai file “cache” e dai log.
