Repository: alimiracle/urukprojectsites
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it

source: Uruk Project
ar: مشروع اوروك

source: Home
ar: الرئيسية
es: Inicio
fr: Acceuil

source: About
ar: حول
es: Acera de
fr: A Propos
it: Informazioni sul progetto

source: Projects
ar: المشاريع
es: Proyectos
fr: Projets
it: Progetti

source: Blog
ar: المدونة

source: Contact
ar: تواصل معنا
es: Contacto
it: Contattateci

source: How To Contribute
ar: ساهم
es: Como contribuir
fr: Comment Participer
it: Contribuite al progetto

source: If you want to contribute, read this first:
ar: اذا اردت المساهمة , اقرأ هذه النقاط اولا:
es: Si desea contribuir, lea esto primero:
fr: Si vous souhaitez participer, lisez ceci d'abord :
it: Se volete contribuire, vi invitiamo a leggere senz'altro le dovute regole di buon decoro che vi chiediamo di osservare:

source: All of our contributions respect software freedom.
ar: جميع المساهمات تحترم حرية البرمجيات
es: Todas nuestras contribuciones respetan la libertad del software.
fr: Toutes nos contributions respectent la philosophie du logiciel libre .
it: Tutte le nostre contribuzioni devono rispettare la libertà del software (così come definito dalla Free Software Foundation).

source: Non-free software may slip into our system, despite all of our efforts. We will be vigilant, and we will remove non-free software as soon as we find it
ar: قد تجد بعض البرمجيات الغير حرة في نظامنا او اعمالنا على الرغم من جهودنا لازالتها , لذلك سنبقى يقظين و سنقوم بازالتها في حال العثور عليها
es: Es posible que haya software no libre en nuestro sistema, a pesar de todos nuestros esfuerzos. Vamos a estar atentos, y vamos a eliminar software no libre tan pronto como lo encontremos
fr: En dépit de nos efforts un logiciel non-libre peut se glisser dans notre système.Nous serons vigilants, et nous supprimerons le logiciel non-libre lorsque nous le trouverons.
it: Del codice proprietario potrebbe accidentalmente intrufolarsi nel nostro sistema, malgrado tutti i nostri sforzi per evitarlo. Noi saremo vigili, e rimuoveremo il software privativo (perché priva gli utenti della libertà) nel momento stesso in cui ne scopriamo l'esistenza.

source: We demand there to be respect among community members.
ar: يجب ان يسود الاحترام بين جميع افراد المجتمع
es: Nosotros demandamos respeto a los miembros de la comunidad.
fr: Nous demandons le respect entre les membres de la communauté.
it: Esigiamo che vi sia rispetto tra i membri della nostra comunità.

source: Do not discriminate against people based on age, gender, sex, sexual orientation, disability, religion, ideology, ideas, social class, nationality, race, intelligence, or any analogous grounds.
ar: لا يجب التميز ضد الناس على أساس العمر او الجنس أو التوجه الجنسي، او العجز، او الدين، الأيديولوجيا، والأفكار، والطبقة الاجتماعية أو الجنسية أو العرق أو أي أسباب مشابهة.
es: No discriminar a las personas por su edad, sexo, orientación sexual, discapacidad, religión, ideología, ideas, clase social, nacionalidad, raza, inteligencia, o cualquier razón análoga.
fr: Ne pas discriminer les personnes en fonction de l’ âge, le genre, le sexe, l'orientation sexuelle, le handicap, la religion, l'idéologie, les idées, la classe sociale, la nationalité, la race, l’intelligence, ou tout autre motif analogue.
it: Non accetteremo che nessuno discrimini un membro della comunità basandosi sull'età, sesso, genere, orientamento sessuale, handicap, religione, ideologia, credenze, classe sociale, nazionalità, intelligenza, o simile.

source: Do not curse or use harsh language here. Social norms differ from place to place; harsh language can deter people from our community.
ar: لا تستخدم السباب او الشتائم او اللغة الصعبة فالمعاير الاجتماعية تختلف من مكان الى اخر و هذا قد يردع البعض من الاستمرار في التواصل معنا
es: No maldecir o usar lenguaje fuerte aquí. Las normas sociales difieren de lugar a lugar; el lenguaje fuerte puede desalentar a los miembros de la comunidad.
fr: Exprimez vous de façon non grossière (c.a.d. en évitant de jurer). Les normes sociales diffèrent d'un lieu à l'autre .Un langage grossier pourrait décourager les personnes de s'intégrer à notre communauté et de s'y impliquer.
it: Non accetteremo l'uso di un linguaggio scurile o aggressivo. Le norme sociali variano da luogo a luogo; un linguaggio scabro può dissuadere ed allontanare le persone dalla nostra comunità.

source: Do not insult others here. Disagree and challenge ideas instead.
ar: لا تهن اي شخص هنا , فنحن نختلف و نتحدى البعض بالافكار
es: No insultar a los demás aquí. En su lugar, entra en desacuerdo y desafia ideas.
fr: N’insultez pas les autres içi.Nous encourageons la discussion et les thèmes de discussion. Nous pouvons être en désaccord avec l'autre tout en respectant l'expression de ses idées.
it: Non insultate mai gli altri quando siete qui. Esprimete piuttosto in maniera decente il vostro dissentimento, e sfidate le idee degli altri mantenendo il dovuto decoro.

source: If you have read and agreed on the above points
ar: الأن هل تريد مساعدتنا,
es: Si usted ha leído y acordado los puntos anteriores
fr: Si vous êtes d'accord avec les points ci-dessus ,
it: Se avete letto il regolamento, e se vi sta bene

source: , and would like to help us, then the next question is: what would you like to do?
ar: السؤال التالي هو , ماذا عليك ان تفعل ؟
es: , y le gustría ayudarnos, entonces la pregunta es la siguiente: ¿Qué te gustaría hacer?
fr: et vous souhaitez nous aider, alors la question suivante est: que voulez-vous faire?
it: , e desiderate aiutarci, allora la domanda che sorge spontanea è: che cosa vi piacerebbe fare?

source: You can help the Uruk project in many ways; we need people to write documentation, such as books, reference guides and online info; we also need people to write software, do research, and many other tasks. Because of all the different tasks at hand, we are confident that your particular skills can help the Uruk Project; you don't have to be an experienced software developer to help us. What skills and experience do you have? Do you have experience writing large and complex technical documents? Do you speak several human languages? Do you have a unique skill? Are you a Unix hacker, or are you still learning? Obviously, the answers to these questions will determine the sorts of jobs that you may want to attempt to do. For example, if you've never written any documentation then you probably don't want to attempt to write a C++ STL tutorial or reference. If you have little mathematical expertise then you probably won't want to work on a statistical analysis package.
ar: بأمكانك مساعدة مشروع أوروك في العديد من الامور: نحن بحاجة إلى أشخاص لكتابة وثائق مثل الكتب والأدلة المرجعية والمعلومات على الانترنت، ونحن بحاجة ايضا لكتابة البرامج، إجراء البحوث،تصميم الصور و المواقع و ادارة النظم و العديد من المهام الأخرى. بسبب تعدد المهام المختلفة ، نحن متأكدون من أن لديك المهارات التي يمكن أن تساعدنا في مشروع أوروك. لست بحاجة الى خبرة برمجية لمساعدتنا , ما هي المهارات والخبرات التي لديك؟ هل لديك تجربة كتابة وثائق كبيرة ومعقدة؟ هل تجيد اكثرمن لغة؟ هل لديك مهارة فريدة من نوعها ؟ ان الاجابة على هذه الاسئلة هي التي ستحدد نوع المساعدة التي ستقدمها للمشروع .
es: Usted puede ayudar al proyecto Uruk de muchar formas; necesitamos gente que escriba documentos, tales como libros, guías de referencias e información online; también necesitamos gente que escriba software, hacer investigaciones, y muchas otras tareas. Porque todas las tareas en mano, confiamos en que sus habilidades en particular pueden ayudar al proyecto Uruk; no tienes que ser un desarrollador de software experimentado para ayudarnos. ¿Qué habilidades y experiencia tienes? ¿Tienes experiencia escribiendo largos y complejos documentos técnicos? ¿Tú hablas varias lenguas humanas? ¿Tienes tú una habilidad única? ¿Eres un hacker de Unix, o aún estás aprendiendo? Obviamete, las respuestas a estas preguntas van a determinar el orden de trabajos que tú podrías intentar hacer. Por ejemplo, si tú nunca has escrito documentación alguna entonces probablemente no quieres intentar escribir un tutorial o referencia de C++ STL. Si tiene poca experiencia matemática entonces es probable que no quiera trabajar en un paquete de análisis estadístico.
fr: Vous pouvez aider projet Uruk à bien des égards; nous avons besoin de gens pour écrire des documents tels que des livres, des guides de référence et d'information en ligne, nous avons aussi besoin de gens pour écrire des logiciels, faire de la recherche, et de nombreuses autres tâches. En raison de toutes les différentes tâches à accomplir, nous sommes confiant que avez une compétence particulière qui pourrait aider le Projet Uruk; nul besoin d’être un développeur de logiciels expérimenté pour nous aider. Quelles sont vos compétences et quelle expérience avez-vous? Avez-vous une expérience d'écriture de long documents complexes et techniques ? Parlez-vous plusieurs langues ? Avez-vous une compétence unique? Avez-vous été un hacker Unix ou êtes-vous en train d'apprendre? De toute évidence, les réponses à ces questions permettront de déterminer les types d'emplois que vous seriez tenter de faire. Par exemple, si vous n’avez jamais écrit de la documentation, vous ne voudriez probablement pas essayer d'écrire un tutoriel STL C ++ ou de référence. Si vous avez peu d'expertise en mathématique alors vous ne voudrez probablement pas travailler sur un logiciel d'analyse statistique.
it: Potete aiutare il progetto in molti modi; abbiamo bisogno di gente che scriva la documentazione, come ad esempio libri, guide e guide online; abbiamo pure bisogno di programmatori che scrivano software libero, facciano ricerca e svolgano diversi altri compiti. Dal momento che i compiti di cui potremmo avvantaggiarci sono molteplici, siamo certi che le vostre particolari capacità possono aiutare il nostro progetto; non è necessario essere programmatori esperti per darci una mano. Qual'è il vostro talento e quale la vostra esperienza? Avete forse esperienza con la compilazione di complessi e voluminosi documenti tecnici? Siete competenti in diverse lingue? Avete un talento particolare? Siete esperti hacker o state ancora imparando? Ovviamente la risposta che darete a queste domande determinerà il tipo di lavoro che potreste voler svolgere. Per esempio, se non avete mai scritto una documentazione, molto probabilmente non vorrete scrivere una guida sul C++ STL... Se avete pochissima esperienza nella matematica, probabilmente non vorrete lavorare su un pacchetto di analisi statistica.

source: If you find any issue,
ar: أذا وجدت أي علة او خلل
es: Si encuentras algún problema,
fr: Si vous trouvez problème ou un bug
it: Se vi imbattete in un qualsiasi problema o erro,

source: you can report it on the
ar: بامكانك الابلاغ عنها عن طريق
es: lo puedes reportar en el
fr: vous pouvez le rapporter à
it: re potete comunicarcelo sul sito di

source: Project Members :
ar: اعضاء المشروع
es: Mimbros del proyecto :
fr: Membres du projet:
it: Membri del progetto:

source: Ali Abdul Ghani
ar: الاستاذ علي عبد الغني

source: Hayder Majid
ar: المهندس حيدر ماجد

source: Azzen Abidi
ar: الاستاذ عزان العبيدي

source: Rosa
ar: الانسة روزا

source: Zakaria Mekki Belbali
ar: زكريا مكي بلبالي

source: Ahmad Nourallah
ar: أحمد نوراللّه

source: Contributors:
ar: المساهمين :
es: Contribuidores:
fr: Contributeurs :
it: Collaboratori:

source: French translation of the websites and the Uruk GNU/Linux installer slideshows.
ar: الترجمة الفرنسية للموقع و مثبت توزيعة أوروك جنو/لينكس
es: Traducción al francés y diapositivas del instalador de Uruk GNU/Linux.
fr: Traducteur en Français pour le site web et le diaporama installateur d'Uruk GNU/Linux .
it: Traduzione francese delle pagine web e delle diapositive del programma di installazione di Uruk GNU/Linux.

source: SuperTramp83 (as a trisquel forum nickname
ar: SuperTramp83 "الاسم كما في مجتمع تريسكل "
es: SuperTramp83 (como su apodo en el foro de Trisquel
fr: SuperTramp83 (as a trisquel fourm nickname
it: SuperTramp83

source: Italian translation of the websites, the Uruk GNU/Linux installer slideshows and the English texts corrections.
ar: الترجمة الايطالية للموقع و لمثبت توزيعة أوروك جنو لينكس و تصحيح الترجمة الانكليزية
es: Traducción al italiano de la web de Uruk, las diapositivas del instalador de Uruk GNU/Linux y las correcciones de los textos en inglés.
fr: Traducteur en Italien pour le site web et le diaporama installateur d'Uruk GNU/Linux ainsi que les corrections en Anglais.
it: Traduzione italiana delle pagine web, delle diapositive del programma di installazione. Correzione dei testi in lingua inglese.

source: Fouad Mahmmed
ar: الاستاذ فؤاد محمد

source: Publishing the project and making complete previews and lessons about the Uruk GNU Linux distribution.
ar: نشر المشروع و عمل شروحات و دروس متكاملة لتوزيعة أوروك جنو لينكس
es: La publicación del proyecto y haciendo completas revisiones y lecciones de la distribución Uruk GNU/Linux .
fr: Publication du projet ainsi que des contenus en ligne, articles et des tutoriels complet sur la distribution GNU/Linux Uruk.
it: Pubblicazione del progetto e la produzione di anteprime e lezioni sul sistema operativo Uruk GNU Linux.

source: Al-Hassan Al-Maghribi
ar: الحسن المغربي

source: Publishing the project in Arab societies and through social media networks.
ar: نشر التوزيعة في المجتمعات العربية و عبر شبكات التواصل الاجتماعي
es: La publicación del proyecto en sociedades Árabes y a través de redes sociales.
fr: Publication du projet dans la société Arabe ainsi que sur les réseaux sociaux.
it: PuPubblicazione del progetto nelle società arabe ed attraverso le reti sociali.

source: Raddah Alzahrani
ar: رده الزهراني "مجتمع أسس"

source: Donating and buying the hosting space and domain for the project.
ar: التبرع و شراء النطاق و الاستضافة لمشروع أوروك و توزيعة أوروك جنو/لينكس
es: Donación y compra del espacio de alojamiento y dominio para el proyecto.
fr: Le don et l'achat de l'espace d'hébergement ainsi que le domaine pour le projet.
it: Donazioni monetarie e la messa a disposizione del server e del dominio per il progetto.

source: Mustafa M. Wahhudi
ar: مصطفى وحودي

source: Publishing the Masalla icon theme and adding it to the AUR repository of the Arch GNU/Linux distribution.
ar: نشر ايقونات مسلّة و اضافتها الى مستودعات AUR في توزيعة أرتش لينكس
es: La publicación el tema de ícono Masalla y añadiéndolo en el repositorio AUR de la distribución Arch GNU/Linux.
fr: Publication du thème masala pour les icônes ainsi que leur rajout aux dépôts AUR de la distribution Arch GNU/Linux.
it: Pubblicazione del tema di icone Masalla e l'aggiunta dello stesso nel repositorio di pacchetti AUR della distribuzione di GNU/Linux Arch.

source: Dina Rushdi
ar: دينا رشدي

source: Making the audio file and the phonogram to indicate the correct pronunciation of the name “Uruk”.
ar: توفير الملفات الصوتية و عمل الرسم الصوتي للنطق الصحيح لكلمة "أوروك"
es: Creación del archivo de audio y el fonógrafo para indicar la pronunciación correcta del nombre “Uruk”.
fr: Création du fichier audio et Phonogram pour le nom du projet
it: Creazione del file audio e del fonogramma che illustra la corretta pronuncia del nome “Uruk”.

source: Spanish translation of the websites and the Uruk GNU/Linux installer slideshows.
ar: الترجمة الاسبانية للموقع و مثبت توزيعة أوروك جنو/لينكس.
es: Traducción al español de la web de Uruk y las diapositivas del instalador de Uruk GNU/Linux.
fr: Traducteur en espagnol pour le site web et le diaporama installateur d'Uruk GNU/Linux .
it: Traduzione spagnolo delle pagine web e delle diapositive del programma di installazione di Uruk GNU/Linux.

source: Dutch translation for the websites.
ar: الترجمة الهولندية للموقع.
es: Traducción al dutch de la web de Uruk
fr: Traducteur en dutch pour le site web.
it: Traduzione dutch delle pagine web.

source: Dr. Osama Ali Awad
ar: د.أسامة علي عواد

source: contributed to make first free software and Uruk project event in Iraq.
ar: في اقامة اول حدث للبرمجيات الحرة و مشروع أوروك في العراق
es: Contribuyó en hacer el primer evento de software libre y del proyecto Uruk en Iraq.
fr: Contribué à faire le premier logiciel libre et l'évenement du projet Uruk en Irak.
it: Il progetto Uruk ha organizzato il primo evento di software libero in Iraq.

source: Hamed Mohammed Sahib
ar: حامد محمد صاحب

source: Jafar Saeed Abdullah
ar: جعفر سعيد عبد الله

source: Uruk GNU/Linux
ar: أوروك جنو/لينكس

source: Uruk Docker
ar: أوروك دوكر
fr: Docker Uruk

source: Download
ar: تحميل
es: Descargar
fr: Téléchargement

source: Get Involved
ar: شارك
es: Involucrarse
fr: Participer
it: Contribuire al progetto

source: Bug reports
ar: مبلغ العلل
es: Informes de errores
fr: Rapports de bugs
it: Report di errore

source: Welcome To Uruk GNU/Linux
ar: مرحبا بك في أوروك جنو/لينكس
es: Bienvenid@ a Uruk GNU/Linux
fr: Bienvenue chez Uruk GNU/Linux
it: Benvenuti nella comunità di Uruk GNU/Linux !

source: A lightweight, user-friendly and powerful GNU/Linux distribution
ar: توزيعة جنو/لينكس سريعة و بسيطة و قوية
es: Una distribución GNU/Linux liviana, amigable y poderosa.
fr: Une distribution GNU/Linux légère, conviviale et puissante
it: Una distribuzione di GNU/Linux leggera, potente e facile da usare.

source: Uruk GNU/Linux is a distribution of the GNU operating system, with the Linux-libre kernel.
ar: أوروك جنو/لينكس هي توزيعة جنو/لينكس مع نواة لينكس الحرة
es: Uruk GNU/Linux es una distribución del sistema operativo GNU, con el kernel Linux-libre.
fr: Uruk GNU/Linux est une distribution du sytème d’exploitation GNU, avec le noyau Linux-libre.
it: Uruk GNU/Linux è una distribuzione del sistema operativo GNU con l'aggiunta del kernel Linux-libre.

source: It comes ready for home and office use, and programs are easy to find and install.
ar: تأتي أوروك جنو/لينكس جاهزة للاستخدام المكتبي و المنزلي و سهلة الاستخدام و التثبيت للبرامج.
es: Viene lista para uso hogareño y oficina, y los programas son fáciles de encontrar e instalar.
fr: ﻿Elle est prête à l’emploi pour un usage domestique ou de bureau, et de nouveaux logiciels sont faciles à trouver et à installer.
it: Uruk è un sistema operativo pensato per l'utente medio e per l'ufficio; i programmi possono essere ricercati ed installati agevolmente e in maniera molto semplice.

source: Uruk GNU/Linux is currently based on the Trisquel GNU/Linux core.
ar: تم بناء اوروك جنو/لينكس حاليا على اساس توزيعة تريسكل .
es: Por ahora Uruk GNU/Linux está basada en Trisquel GNU/Linux.
fr: Uruk GNU/Linux est couramment basée sur Trisquel GNU/Linux core.
it: Uruk è attualmente basato su Trisquel GNU/Linux.

source: The audio file below shows how to pronounce the word "uruk" correctly:
ar: و لمعرفة طريقة النطق الصحيحة للاسم , قمنا بأرفاق دليل صوتي للنطق الصحيح
es: El archivo de audio abajo muestra cómo pronunciar"uruk" correctamente:
fr: Le fichier audio ci-dessous montre comment prononcer le mot "uruk" correctement :
it: Per dimostrare la corretta pronuncia della parola “uruk”, abbiamo incluso qui sotto un file audio:

source: If you are reading this, it is because your browser does not support the audio element.
ar: إذا كنتَ تقرأ هذه الرسالة هذا يعني أنَّ متصفحك لا يدعم الملفات الصوتية.
es: Si está leyendo esto, es porque su navegador no admite el elemento de audio.
fr: Si vous lisez ceci, c'est parce que votre navigateur ne supporte pas l'élément audio.
it: Se stai leggendo questo, è perché il tuo browser non supporta l'elemento audio.

source: 100 Free!
ar: حرة 100 !
es: ¡100 libre!
fr: 100 Libre !
it: Libero al 100 !

source: The Uruk's developers are committed to software freedom. We follow the Free System Distribution
ar: يلتزم مشروعنا بالعمل على تزويدك بالبرمجيات الحرة فقط متبعاً بذلك
es: Los desarrolladores de Uruk están comprometidos con la libertad del software. Nosotros seguimos la
fr: Les développeurs d’Uruk se sont engagés à la liberté du logiciel.Nous suivons les
it: I programmatori di Uruk sono impegnati nello sviluppo e nella distribuzione del software libero. Noi seguiamo diligentemente le

source: Guidelines
ar: مبادئ
es: Guía
fr: recommandations
it: le linee direttive per la distribuzione del software libero.

source: These guidelines extend the free software
ar: التوزيعات الحرة و التي تتوسع حسب
es: de distribuciones de sistemas libres. Estas guías extienden la
fr: pour les distributions systèmes libres. Ces directives étendent la
it: Tali direttive di condotta estendono la

source: definition
ar: تعريف
es: definición
fr: définition
it: definizione

source: to ensure that you can use, study, modify, and share every and each part of this project under free licenses.
ar: البرمجيات الحرة لضمان إمكانية استخدام ودراسة و تعديل ومشاركة جميع أجزاء العمل تحت رخص حرة فقط.
es: de software libre para asegurar que tu puedes usar, estudiar, modificar, y compartir todas y cada parte de este proyecto bajo licencias de software libre.
fr: du logiciel libre pour vous assurer que vous pouvez utiliser, étudier, modifier et partager chaque morceau de ce projet sous licences libres.
it: del software libero per garantire agli utenti la libertà di usare, studiare, modificare e condividere ogni singola parte del nostro progetto, accompagnandolo con licenze libere.

source: Full Control
ar: تحكم كامل
es: Control total
fr: Prenez le contrôle
it: Pieno controllo

source: Uruk GNU/Linux's default desktop environment is 'Mate DE' with some Compiz tricks. Uruk GNU/Linux offers simple, user-friendly graphical interfaces. Mate Control Center allows you to adjust aspects of your system according to your preference, and the Update Manager assures similar ease-of-use for software updates.
ar: تأتي اوروك جنو/لينكس افتراضيا مع واجهة "مايت" لذا بإمكانك إدارة نظامك بكل سهولة عن طريق لوحة تحكم "مايت" والتي تحتوي على العديد من الادوات لتسهيل إدارتك للنظام , كما و يمكنك متابعة وتثبيت جميعالتحديثات الخاصة بالحزم والبرامج عن طريق مديرالتحديثات وبواجهة رسومية مبسّطة ..
es: El entorno de escritorio por defecto de Uruk GNU/Linux es "Mate DE" con algunos trucos Compiz. Uruk GNU/Linux ofrece unas simples y amigables interfaces gráficas. El contro de control de Mate te permite ajustar los aspectos de tu sistema de acuerdo a tu preferencia, y el Gestor de Actualizaciones asegura una manera fácil de actualizar el software.
fr: L’environnement bureau par défaut d’Uruk GNU/Linux est “Mate DE"avec des effets Compiz. Uruk propose des interfaces graphiques simples et conviviales. Le Centre de contrôle Mate vous permet d’ajuster les aspects de votre système selon vos préférences, et le gestionnaire de mise à jour offre la même facilité d'utilisation pour les mises à jour des logiciels.
it: L'ambiente grafico predefinito di Uruk GNU/Linux è "Mate DE" integrato con Compiz. Uruk offre agli utenti interfacce grafiche semplici e facili da usare. Il centro di controllo di Mate (Mate Control Center) vi permette di personalizzare l'aspetto del vostro sistema operativo secondo la vostra preferenza, e il gestore degli aggiornamenti (Update Manager) applica la stessa filosofia di semplicità d'uso agli aggiornamenti del software.

source: Simple
ar: البساطة
it: Semplice
