Repository: alimiracle/urukprojectsites
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ar, es, fr, it

source: Uruk GNU/Linux by default ships with the most common software for popular computing tasks. Uruk GNU/Linux includes software for productivity, web browsing, email, audio, graphics, and more.
ar: تحتوي أوروك جنو/لينكس على العديد من البرمجيات افتراضياً لتلبي احتياجاتك اثناء استخدامك لحاسوبك من برامج مكتبية وبرامج وصوتيات .
es: Uruk GNU/Linux por defecto viene con el software más común para tareas populares informáticas. Uruk GNU/Linux incluye software para productividad, navegación web, correo electrónico, audio, graficos, y más.
fr: Uruk GNU / Linux est livré avec des logiciels pour les tâches informatiques populaires. Uruk inclut un logiciel pour la productivité, la navigation Web, le courriel, l’audio, le graphisme, et plus encore.
it: Di default Uruk GNU/Linux include una buona parte del software usato per i compiti più comuni. Uruk contiene software pensato per la produttività, la navigazione in internet, la messaggistica, la multimedialità, e molto altro.

source: Install RPM packages on your system:
ar: ثبت الحزم الريدهاتية RPMبكل سهولة :
es: Instala paquetes RPM en tu sistema:
fr: Installez les paquets RPM sur votre système
it: Installate i pacchetti RPM sul vostro sistema:

source: There is no need to pinch your arm...
ar: لا تحاول الاستيقاظ من النوم ,
es: No hay necesidad de pellizcar tu brazo...
fr: Nul besoin de vous pincer le bras..
it: Non v'è bisogno di darvi un pizzicotto sulla guancia...

source: You are not dreaming...
ar: نعم انها حقيقة و بسهولة
es: para el que no está soñando...
fr: car vous ne rêver pas...
it: non state sognando...

source: Just type in terminal:
ar: فقط اكتب التالي في الطرفية:
es: Solo escribe en el terminal:
fr: Il vous suffit de taper dans le terminal:
it: Digitate semplicemente nel terminale:

source: followed by the file you want to install.
ar: متبوعا باسم الملف الذي ترغب بتثبيته
fr: Suivi par le fichier que vous voulez installer,
it: seguito dal nome del file che volete installare.

source: For example
ar: مثال على ذلك :
es: Por ejemplo:
fr: par exemple:
it: Ad esempio

source: Install programs from source:
ar: بناء الملفات المصدرية باستخدام سطر الاوامر :
es: Instala programas desde su fuente:
fr: Compiler un logiciel à partir du code source:
it: Installate i programmi dal loro codice sorgente:

source: with Uruk GNU/Linux building software from source is very easy.
ar: مع أوروك جنو/لينكس بناء الحزم من المصدر في غاية السهولة
es: Con Uruk GNU/Linux compilar software desde su fuente es fácil.
fr: Avec Uruk GNU/Linux compiler un logiciel à partir du code source est très facile.
it: con Uruk GNU/Linux la compilazione del software dal codice sorgente è una procedura molto semplice.

source: Just type in the terminal:
ar: فقط اكتب التالي في الطرفية
es: Solo escribe en el terminal:
fr: dans le terminal:
it: È sufficiente digitare nel terminale:

source: followed by the file you want to build
ar: متبوعا باسم الملف الذي ترغب في بناءه
es: Seguido por el archivo que quieres compilar
fr: Suivi par le fichier que vous souhaitez installer
it: seguito dal nome del file che volete compilare.

source: For example:
ar: مثال على ذلك :
es: Por ejemplo:
fr: Par exemple:
it: Per esempio:

source: Use any package managers commands
ar: قم بأدارة حزمك بأي مدير حزم ترغب به :
es: Usa comandos de cualquier gestor de paquetes
fr: Utilisez n’importe quelle commande de gestionnaires de paquets
it: Usate i comandi di uno qualunque dei vari gestori di pacchetti

source: Uruk GNU/Linux comes with Package Managers Simulator. This program can simulate popular package managers commands. This means that you can install, uninstall, update, and remove packages with any package manager you wish.
ar: تأتي أوروك جنو/لينكس بمحاكي لمدراء الحزم , هذا البرنامج يقوم بمحاكاة اوامر اشهر مدراء الحزم , اي انه بامكانك تثبيت و ازالة و تحديث و البحث عن الحزم بأي مدير حزم ترغب به
es: Uruk GNU/Linux viene con el Simulador de Gestor de Paquetes. Este programa puede simular comandos de gestores de paquetes populares. Esto significa que tú puedes instalar, desinstalar, actualizar, y remover paquetes con el questor de paquetes que quieras.
fr: Uruk GNU / Linux dispose d’un simulateur de gestionnaire de paquets. Ce programme permet de simuler les commandes populaires d'un gestionnaire de paquets. Cela signifie que vous pouvez installer, désinstaller, mettre à jour et supprimer des paquets avec n’importe quel gestionnaire de paquets de votre choix.
it: Uruk GNU/Linux include un simulatore dei gestori di pacchetti (Package Managers Simulator). Questo programma può simulare i diversi comandi dei gestori di pacchetti più comuni. Ciò significa che potete installare, disinstallare, aggiornare e rimuovere i pacchetti adoperando uno qualunque dei tanti gestori a disposizione.

source: We have a docker image for Uruk GNU/Linux
ar: يوجد نسخة أوروك جنو/لينكس دوكر
es: Nosotros tenemos una imagen docker para Uruk GNU/Linux
fr: Nous avons une Image docker pour Uruk GNU/ Linux
it: Mettiamo a disposizione degli utenti una immagine docker di Uruk GNU/Linux.

source: you can use it by installing docker, and then typing:
ar: بامكانك استخدامها بعد تثبيت دوكر لديك على توزيعتك ثم كتابة الامر:
es: se puede utilizar mediante la instalación de docker, y después escribiendo:
fr: Pour installer docker tapez:
it: Potete utilizzarla installando docker, e digitando quindi:

source: You can help our project in many ways! Here are some:
ar: بإمكانك مساعدة المشروع في العديد من المجالات, مثل :
es: ¡Puedes ayudar al proyecto de muchas formas! Aquí hay algunas:
fr: vous pouvez aider notre projet À bien des égards! Voici comment:
it: Ci sono molti modi per contribuire al nostro progetto. Alcuni di questi sono:

source: Using Uruk GNU/Linux, and sharing it with your friends and family. Reporting issues and bugs that you find. Suggesting improvements. Helping in the forums. Writing and translating documentation and/or applications. Designing. If you have experience, you can develop software for Uruk project or Uruk GNU/Linux.
ar: إستخدام أوروك جنو/لينكس و مشاركتها مع اصدقاءك وعائلتك. إرسال الاخطاء و العلل البرمجية التي تجدها. إقتراح تحسينات للعمل. مساعدةالمجتمع . كتابة وترجمة الوثائق و البرامج. التصميم.
es: Usando Uruk GNU/Linux, y compartiéndola con tus amigos y familia. Reportando problemas y errores que encuentres. Suiriendo mejoras. Ayudando en los foros. Escribiendo y traduciendo documentos y/o aplicaciones. Diseñando. Si tienes experiencia, puedes desarrollar software para el proyecto Uruk o Uruk GNU/Linux.
fr: Utilisez Uruk GNU / Linux, et partagez le avec vos amis et votre famille. Vous pouvez aider le projet en trouvant et en rapportant des erreurs ou des bugs. ﻿Suggérer des améliorations. Aider dans les forums. Ecrire ou traduire de la documentation ou des applications. Ou en design. Si vous avez de l'expérience en développement de logiciel pour uruk.
it: Semplicemente usando Uruk GNU/Linux e condividendolo con i vostri amici e familiari. Segnalandoci i problemi e i bug qualora vi imbattiate in uno di essi. Inviandoci suggerimenti atti a migliorare il sistema operativo. Aiutando gli utenti nel forum. Scrivendo e traducendo la documentazione e/o i programmi. Progettando. Se avete esperienza, potete sviluppare software per Uruk.

source: As you see, anyone would have the skills to help in some way, but if you lack the time you can still contribute by spreading Uruk GNU/Linux through social networks, publications and free software events.
ar: فكما ترى اي شخص يمتلك مهارة بأمكانه المساهمة بالتطوير بشكل معين,و لكن إذا كان وقتك لا يسمح لك فبإمكانك المساعدة بشكل كبير عنطريق نشر توزيعة أوروك جنو/لينكس عبر شبكات التواصل الاجتماعي او مناسبات البرمجيات الحرة..
es: Como ves, cualquiera tendría las habilidades para ayudar de alguna manera, pero si te falta tiempo aún puedes ayudar difundiendo Uruk GNU/Linux a través de redes sociales, publicaciones y eventos de software libre.
fr: faire partie de notre équipe de développement veuillez lire ceci
it: Come potete vedere, la gamma è estesa, e tutti possono contribuire in qualche maniera, ma se vi manca il tempo materiale potete comunque aiutarci divulgando Uruk GNU/Linux attraverso i social network, pubblicazioni di riviste e durante gli eventi di software libero.

source: If you want to join our development team
ar: اذا رغبت ان تصبح احد فريق مطوري المشروع
es: Si quieres unirte a nuestro equipo de desarrollo
it: Se volete far parte del team di sviluppo

source: read this
ar: اقرأ هذا
es: lee esto
fr: veuillez lire ceci
it: leggete prima questo

source: first
ar: اوﻻ
es: primero
fr: d'abord

source: Contact Us
ar: تواصل معنا
es: Contacto
fr: Nous Contacter
it: Contattateci

source: Join
ar: انضم
es: Únete
fr: Rejoignez-nous
it: Iscrivetevi alla nostra mailing list.

source: our mailing list. To subscribe to the list, just send a mail to
ar: لنا في المجموعة البريدية , فقط ارسل رسالة الى
es: a nuestra lista de correo. Para suscribirse a la lista, solo envía un correo a
fr: nous dans la liste de diffusion, Pour vous abonner à la liste, envoyez simplement un courriel à
it: Per iscrivervi alla lista mandate una mail a

source: with the subject field:
ar: بالعنوان التالي :
es: con el asunto:
fr: avec le sujet:
it: inserendo per soggetto:

source: A mail will be sent back to confirm the request. To unsubscribe follow the same procedure, but with the subject field
ar: وسيتم ارجاع الرسالة للتاكيد. و لالغاء الاشتراك فالامر مشابه , فقط ارسل رسالة بالعنوان التالي :
es: Un correo se enviará de vuelta para confirmar. Para cancelar la suscripción sigue el mismo procedimiento, pero con el asunto
fr: Un courriel vous est envoyé pour confirmer votre demande.Pour vous désabonner , la procédure est identique mais avec le sujet étant
it: Vi verrà quindi inviata una mail di conferma. Per annullare l'iscrizione seguite lo stesso procedimento, ma con il soggetto

source: And to remain faithful to our GNUisance status, confirmation is needed in this To Post in the mailing list send your message to
ar: و الان , اذا اردت ان تنشر في المجموعة البريدية قم بالارسال الى :
es: Y para mantenerse fiel a nuestro status GNUisance, la confirmación también es necesaria. Para postear en la lista de correo escribe a
fr: Et pour ennuyer l'utilisateur jusqu'à la fin, la confirmation est nécessaire aussi.Pour poster dans cette liste, envoyer votre message à
it: E siccome ci piace rompere le scatole ai nostri utenti fino in fondo, una conferma è di obbligo pure in questo caso. Per scrivere nella mailing list inviate il vostro messaggio a

source: OR chat with us
ar: أو دردش معنا
es: O chatea con nosotros
fr: ﻿Ou venez discuter avec nous
it: oppure chattate con noi

source: on
ar: في
es: en
fr: sur l'
it: su

source: in our channel
ar: على قناتنا
es: nuestro canal
fr: dans notre canal
it: nel nostro canale

source: OR
ar: أو
es: O
fr: Ou
it: oppure

source: contact the main project managers by mail:
ar: يمكنك التواصل مع مدراء المشروع الاساسيين :
es: contacta al los administradores principales del proyecto por correo:
fr: vous pouvez contacter les principaux développeurs du projet par e-mail:
it: contattate i responsabili del progetto via mail

source: Ali Abdulghani(Ali Miracle)
ar: علي عبد الغني

source: Hayder Majid(Hayder Ctee)
ar: حيدر ماجد

source: Get Uruk GNU/Linux NOW !
ar: حمل أوروك جنو/لينكس الان !
es: ¡Obtén Uruk GNU/Linux AHORA!
fr: Obtenez Uruk GNU/Linux Maintenant!
it: Scaricate subito Uruk GNU/Linux !

source: You can download the Uruk GNU/Linux ISO right away:
ar: يمكنك تنزيل أوروك جنو/لينكس الان :
es: Puedes descargar el ISO de Uruk GNU/Linux inmediatamente:
fr: Vous pouvez télécharger l’image ISO d’Uruk GNU/Linux dès maintenant:
it: Potete scaricare l'immagine ISO di Uruk GNU/Linux immediatamente:

source: 32 bit,
ar: معمارية 32

source: compatible with all PCs from Pentium Pro onwards, including 64 bit ones.
ar: متوافقة مع جميع الحواسيب الشخصية , بما في ذلك ذات معمارية 64.
es: compatible con todos los PCs desde Pentium Pro en adelante, incluyendo los de 64 bit.
fr: compatible avec tous les PC de Pentium Pro et suivants, y compris 64 les bits .
it: compatibile con una vasta gamma di PC, dal Pentium Pro in poi, PC a 64 bit inclusi.

source: "download md5 file"
ar: "تحميل ملف md5 "
es: "descargar archivo md5"
fr: "Télécharger le fichier md5"
it: "scaricate il file md5"

source: 64 bit,
ar: معمارية 64

source: when compatible, works faster and allows the use of more RAM.
ar: في حال توافقها ستتيح لك العمل بشكل اسرع و استخدام مساحة اكبر من الذاكرة
es: cuando es compatible, funciona más rápido y permite el uso de más RAM.
fr: quand c’est compatible, fonctionne plus rapidement et permet l'utilisation de plus de RAM.
it: se il vostro PC supporta questa architettura, il SO sarà più performante e agevolerà l'utilizzo di una maggiore quantità di memoria RAM.

source: &copy; 2017 Uruk GNU/Linux &bull; Website Code distributed under the AGPLv3+ &bull; Website media licensed under CC BY-SA 4.
ar: © 2017 أوروك جنو/لينكس • الشفرة المصدرية للموقع تخضع لرخصة AGPLv3+ • جميع الامور الاعلامية للموقع نشرت تحت رخصة CC BY-SA 4.0
es: © 2017 Uruk GNU/Linux • El código fuente de la página web es distribuido bajo la AGPLv3+ • Otros complementos de la página web están licenciados bajo CC BY-SA 4.0
fr: © 2017 Uruk GNU/Linux • Code du Site Web distribué sous licenceAGPLv3 • Media du Site Web sous licence CC BY-SA 4.0
it: © 2017 Uruk GNU/Linux • il codice della pagina web è distribuito con la licenza AGPLv3+ • I dati mediatici del sito sono rilasciati con la licenza CC BY-SA 4.0

source: Arabic
ar: العربية

source: English
ar: الانجليزية

source: Spanish
ar: الاسبانية

source: Dutch
ar: الهولندية

source: French
ar: الفرنسية

source: Italian
ar: الايطالية

source: Contribute
ar: ساهم
es: Contribuir
fr: Participer
it: Contribuire al progetto

source: The Uruk project
ar: مشروع أوروك
es: El proyecto Uruk
fr: Le projet Uruk
it: Il progetto Uruk

source: is a highly motivated community of people sharing a strong interest in free culture and free society. We all help each other and share the common purpose of supporting and building free projects. The Uruk project provides a list of goals our members follow in order to promote and strengthen free (as in freedom!) software and culture.
ar: هو عبارة عن مجتمع متكون من مجموعة من الاشخاص المتحفزين الذين يتشاركون عدد من الافكار القوية عن المجتمع الحر و الثقافة الحرة , جميعنا نساعد بعضنا البعض و نتشارك الاسباب نفسها لدعم و بناء المشاريع الحرة , مشروع اوروك يقدم مجموعة من الاهداف التي يتبعها اعضاء المجتمع و التي تعمل على تعزيز و تقوية ثقافة و برامج البرمجيات الحرة
es: es una comunidad altamente motivada de personas compartiendo un fuerte interés en la cultura libre y sociedad libre. Todos nosotros nos ayudamos y compartimos el propósito en común de ayudar y construir proyectos libres. El proyecto Uruk provee una lista de metas que nuestros miembros siguen con el fin de promover y fortalecer el software y cultura libre.
fr: est une communauté de personnes très motivés qui partagent un fort intérêt pour la culture libre et une société libre.Nous nous entraidons et partageons un objectif commun: celui de soutenir et créer des projets libres.Le projet uruk fournit une liste de projets que nos membres suivent et qui ont pour but de renforcer est de promouvoir la culture et la philosophie du logiciel libre (libre comme dans liberté!).
it: è formato da una comunità di persone altamente motivate che condividono un forte interesse nella cultura libera ed una società libera. Ognuno di noi vuole aiutare il prossimo, e noi tutti portiamo avanti uno scopo comune: sostenere e sviluppare progetti liberi. Il progetto Uruk fornisce una lista di obiettivi comuni il cui scopo è la promozione ed il rafforzamento del software libero e della cultura libera.

source: The Uruk name was chosen in honor of Uruk (Warka) city in Iraq
ar: تم اختيار اسم المشروع تيمناً بمدينة الوركاء العراقية
es: El nombre Uruk fue elegido en honor de la ciudad Uruk (Warka) en Iraq
fr: Le nom d'Uruk a été choisi en l'honneur d'Uruk (warka)une ville en Irak
it: Il nome Uruk è stato scelto in onore alla città irachena Uruk (Warka)

source: (Read More)
ar: (اقرأ المزيد)
es: (Leer más)
fr: (En Savoir Plus)
it: (Ulteriori Informazioni)

source: To indicate how the word "uruk" should be pronounced, we included an audio file:
ar: و لمعرفة طريقة النطق الصحيحة للاسم , قمنا بأرفاق دليل صوتي للنطق الصحيح
es: Para indicar como la palabra "uruk" se debe pronunciar, nosotros incluimos un archivo de audio:
fr: Pour démontrer comment le mot "uruk" devrait être prononcé, nous avons inclus un guide audio:
it: Per dimostrare la corretta pronuncia della parola “uruk”, abbiamo incluso qui sotto un file audio:

source: About the Uruk Project
ar: حول مشروع أوروك
es: Acerca del Proyecto Uruk
fr: A propos du Projet Uruk
it: Informazioni sul progetto Uruk.

source: The logo is a symbol of the Sumerian Palm with nine fronds, surrounded by Tigris and Euphrates rivers.
ar: يرمز الشعار الى النخلة السومرية ذات السعفات التسع , محاطة بنهري دجلة و الفرات
es: El logo es un símbolo de la Palma Sumeria con nueve hojas, rodeada por los ríos Tigris y Éufrates.
fr: Le logo symbolise la Palme Sumérienne avec neuf frondes, entourée par les rivières du Tigre et de l'Euphrate.
it: Il logo è uno simbolo della Palma Sumerica dotata di nove fronde e circondata dai mitici fiumi Tigri ed Eufrate.

source: Our Project Goal is to:
ar: أهداف مشروع أوروك هي :
es: La meta de nuestro proyecto es:
fr: Le but de notre projet est :
it: Gli scopi del nostro progetto:

source: Establish and maintain free projects to support the free software community.
ar: عمل مشاريع برمجية حرة لدعم مجتمع البرمجيات الحرة
es: Establecer y mantener proyectos libres para ayudar a la comunidad de software libre..
fr: D’établir des projets libres pour soutenir la communauté des logiciels libres.
it: Stabilire e mantenere progetti liberi per supportare la comunità del software libero.

source: Develop a free GNU/Linux distribution to meet the users needs.
ar: عمل توزيعات جنو / لينكس حرة تماما لتلبية حاجة المستخدم
es: Desarrollar una distribución libre GNU/Linux para satisface las necesidades de los usuarios.
fr: Faire une distribution GNU / Linux libre Pour répondre aux besoins des utilisateurs.
it: Sviluppare una distribuzione GNU/Linux libera e che incontri le esigenze degli utenti.

source: Support the less common languages for the free software community.
ar: دعم اللغات الضعيفة الدعم في مجتمع البرمجيات الحرة
es: Dar soporte a los idiomas menos comunes para la comunidad de software libre.
fr: Apporter un soutien aux langues moins courantes dans la communauté du logiciel libre.
it: Supportare le lingue meno comuni per la nostra comunità di software libero.

source: Spread the free software philosophy in places where such philosophy is weak.
ar: نشر فلسفة البرمجيات الحرة في المجتمعات التي تكون فيها هذه الفلسفة ضعيفة
es: Difundir la filosofía del software libre en lugares donde esta filosofía es débil.
fr: Répandre la philosophie du logiciel libre dans les endroits où la philosophie du logiciel libre est peu présente voir absente.
it: Spargere la filosofia del software libero lì dove tale filosofia è ancora debole.

source: Focus on the accessibility to help all users, and in particular those with disabilities, operate their computers in the easiest way possible.
ar: دعم تقنيات سهولة الوصول لجعل الاشخاص ذوي الاحتياجات الخاصة قادرين على استخدام الحاسوب بكل سهولة
es: Enfocarse en la accesibilidad para ayudar a todos los usuarios, y en particular para quienes tiene discapacidades, operar sus cumputadores de la forma má fácil posible.
fr: Se focaliser sur l'accessibilité de tous les utilisateurs et en particulier d'aider les personnes souffrant d'un handicap pour leur permettre d'utiliser un ordinateur le plus simplement possible.
it: Marcata attenzione verso l'accessibilità al fine di aiutare gli utenti, ed in particolar modo gli utenti con disabilità fisica, ad utilizzare il loro computer nella maniera più agevole.

source: The following list contains the sub-projects of our team.
ar: القائمة التالية هي المشاريع الفرعية لفريق مطوري أوروك
es: La siguiente lista contiene sub-proyectos de nuestro equipo.
fr: Voici la liste suivante des sous-projets établie par notre équipe.
it: Qui sotto elenchiamo i sotto-progetti del nostro team.

source: Uruk GNU/Linux is a fully free operating system for home users, small enterprises and educational centers based on Trisquel.
ar: توزيعة أوروك جنو/لينكس هي توزيعة حرة تماما للاستخدام المنزلي و المؤسسات الصغيرة و التعليمية بنيت على توزيعة تريسكل
es: Uruk GNU/Linux es un sistema operativo completamente libre para usuarios domésticos, pequeñas empresas y centros educativos basado en Trisquel.
fr: Uruk GNU / Linux est un système d'exploitation libre pour la maison,la famille, les petites entreprises et les centres éducatifs basés sur Trisquel.
it: Uruk GNU/Linux è un sistema operativo completamente libero, basato su Trisquel e pensato per l'uso domestico, piccole aziende e centri educativi.

source: Uruk Cleaner is a program that you can use to clean your system from cache files and logs.
ar: برنامج يقوم بتنظيف نظامك من السجلات القديمة و ملفات الكاش
es: Uruk Cleaner es un programa que limpia tu sistema desde los archivos cache y logs.
fr: Uruk Cleaner Uruk Cleaner est un programme pour nettoyer votre système de fichiers ainsi que les journaux système.

source: UPMS
ar: محاكي أوروك لمدراء الحزمUPMS

source: UPMS(Uruk Package Managers Simulator). This program can simulate several common package managers commands, which means you can install, uninstall, update and remove the packages using any package manager you prefer to get the work done with.
ar: هذا البرنامج يستطيع محاكاة اوامر اشهر مدراء الحزم للتوزيعات الباقية , مما يعني انه بامكانك تثبيت الحزم باوامر اي مدير حزم ترغب به
es: UPMS (Uruk Package Managers Simulator, Simulador de gestor de paquetes de Uruk). Este programa puede simular varios comandos comunes de gestores de paquetes, lo que significa que tu puedes instalar, desisntalar, actualizar y remover los paquetes usando cualquier gestor de paquetes que prefieras usar.
fr: UPMS (Uruk Package Manager Simulator) est un simulateur de gestionnaire de paquets. Ce programme permet de simuler les commandes populaires d'un gestionnaire de paquets . Cela signifie que vous pouvez installer, désinstaller, mettre à jour et supprimer des paquets avec n’importe quel gestionnaire de paquets de votre choix.
it: UPMS(Uruk Package Managers Simulator). Questo programma può simulare i comandi di diversi gestori di pacchetti, il che significa che potete installare, disinstallare, aggiornare e rimuovere i pacchetti usando uno qualunque dei vari gestori di pacchetti secondo il bisogno o la vostra particolare preferenza.

source: A Simple, small, powerful OCR web server used to convert images to text.
ar: خدمة تحويل الصورة الى نص
es: Un simple, pequeño, poderoso servidor web OCR usado para convertir imágenes a texto.
fr: Un petit serveur web simple et puissant, OCR, son utilisation est de convertir des Images en texte.
it: Un piccolo, semplice e potente web server usato per convertire immagini in testo.
